Repository: qSascha/qFocus-Browser
Catalog: qFocus Browser/9.Assets/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

# onboarding.030opticid.text
source: Want to make your browsing extra secure? Let's add Optic ID to keep things locked down tight!
ar: هل تريد جعل تصفحك أكثر أماناً؟ دعنا نضيف Optic ID للحفاظ على الأمور محكمة الإغلاق!
ca: Vols fer la teva navegació més segura? Afegim Optic ID per mantenir-ho tot ben protegit!
cs: Chcete udělat své prohlížení extra bezpečné? Přidejme Optic ID, aby bylo vše dobře uzamčeno!
da: Vil du gøre din browsing ekstra sikker? Lad os tilføje Optic ID for at holde tingene solidt låst!
de: Willst du dein Surfen noch sicherer machen? Lass uns Optic ID hinzufügen, um alles richtig abzusichern!
el: Θέλεις να κάνεις την περιήγησή σου ακόμη πιο ασφαλή; Ας προσθέσουμε το Optic ID για να κρατήσουμε τα πράγματα σφιχτά!
es: ¿Quieres hacer tu navegación aún más segura? ¡Vamos a añadir Optic ID para blindar todo como una caja fuerte!
fi: Haluatko tehdä selaamisestasi erityisen turvallista? Otetaan Optic ID käyttöön, jotta kaikki pysyy tiukasti lukittuna!
fr: Envie de rendre votre navigation encore plus sécurisée ? Ajoutons Optic ID pour bien verrouiller tout ça!
he: רוצה להפוך את הגלישה שלך לבטוחה יותר? בוא נוסיף Optic ID כדי לשמור על הכל סגור היטב!
hi: अपनी ब्राउज़िंग को अतिरिक्त सुरक्षित बनाना चाहते हैं? आइए Optic ID जोड़ें ताकि सब कुछ मजबूती से लॉक रहे!
hr: Želite li učiniti svoje pregledavanje dodatno sigurnim? Dodajmo Optic ID kako bismo sve dobro zaključali!
hu: Szeretnéd extra biztonságossá tenni a böngészést? Adjunk hozzá Optic ID-t, hogy mindent biztonságosan zárva tartsunk!
id: Ingin membuat penjelajahanmu lebih aman? Mari tambahkan Optic ID untuk menjaga semuanya terkunci rapat!
it: Vuoi rendere la tua navigazione ancora più sicura? Aggiungiamo Optic ID per mantenere le cose ben protette!
ja: ブラウジングをさらに安全にしたいですか？Optic IDを追加して、しっかりとロックしましょう！
ko: 브라우징을 더욱 안전하게 하고 싶나요? Optic ID를 추가하여 잠금을 강화해 봅시다!
ms: Ingin menjadikan pelayaran anda lebih selamat? Mari tambah Optic ID untuk memastikan semuanya terkunci kemas!
nb: Vil du gjøre surfingen din ekstra sikker? La oss legge til Optic ID for å holde ting godt låst!
nl: Wil je je browsen extra veilig maken? Laten we Optic ID toevoegen om alles goed op slot te doen!
pl: Chcesz uczynić przeglądanie jeszcze bardziej bezpiecznym? Dodajmy Optic ID, aby wszystko było solidnie zabezpieczone!
pt_br: Quer tornar sua navegação ainda mais segura? Vamos adicionar o Optic ID para manter tudo bem protegido!
pt_pt: Quer tornar sua navegação ainda mais segura? Vamos adicionar o Optic ID para manter tudo bem protegido!
ro: Vrei să îți faci navigarea și mai sigură? Hai să adăugăm Optic ID pentru a păstra totul bine securizat!
ru: Хочешь сделать свой сёрфинг ещё безопаснее? Давай добавим Optic ID, чтобы всё было надёжно защищено!
sv: Vill du göra din surfning ännu säkrare? Låt oss lägga till Optic ID för maximal trygghet!
th: ต้องการให้การท่องเว็บของคุณปลอดภัยยิ่งขึ้นไหม? มาเพิ่ม Optic ID เพื่อให้ทุกอย่างล็อกแน่นหนา!
tr: Tarama deneyimini ekstra güvenli hale getirmek ister misin? Her şeyi sıkı sıkıya kilitlemek için Optic ID ekleyelim!
uk: Хочеш зробити свій браузер ще безпечнішим? Давай додамо Optic ID, щоб усе було надійно заблоковано!
ur: کیا آپ اپنی براؤزنگ کو اضافی محفوظ بنانا چاہتے ہیں؟ آئیے چیزوں کو پوری طرح لاک رکھنے کے لیے Optic ID شامل کریں!
vi: Muốn làm cho việc duyệt web của bạn an toàn hơn nữa? Hãy thêm Optic ID để giữ mọi thứ khóa chặt!
zh_hans: 想让你的浏览更安全吗？让我们添加 Optic ID 来确保一切都锁得严严实实！
zh_hant: 想讓你的瀏覽更安全嗎？讓我們添加 Optic ID 來確保一切都鎖得嚴嚴實實！

# onboarding.030touchid.button
source: Enable Touch ID
ar: تفعيل بصمة الإصبع
ca: Activa Touch ID
cs: Povolit Touch ID
da: Aktiver Touch ID
de: Touch ID aktivieren
el: Ενεργοποίηση Touch ID
es: Activar Touch ID
fi: Ota Touch ID käyttöön
fr: Activer Touch ID
he: הפעל Touch ID
hi: Touch ID सक्षम करें
hr: Omogući Touch ID
hu: Touch ID engedélyezése
id: Aktifkan Touch ID
it: Attiva Touch ID
ja: Touch IDを有効にする
ko: Touch ID 활성화하기
ms: Aktifkan Touch ID
nb: Aktiver Touch ID
nl: Touch ID inschakelen
pl: Włącz Touch ID
pt_br: Ativar Touch ID
pt_pt: Ativar Touch ID
ro: Activează Touch ID
ru: Включить Touch ID
sv: Aktivera Touch ID
th: เปิดใช้ Touch ID
tr: Optic ID'i Etkinleştir
uk: Увімкнути Touch ID
ur: Touch ID فعال کریں
vi: Bật Touch ID
zh_hans: 启用触控 ID
zh_hant: 啟用觸控 ID

# onboarding.030touchid.disabled
source: Touch ID is off. To keep your privacy safe, I strongly recommend turning it on.
ar: لم يتم تفعيل بصمة الإصبع. لحماية خصوصيتك أوصي بشدة بتفعيلها.
ca: Touch ID està desactivat. Per protegir la teva privadesa, et recomano encendre'l.
cs: Touch ID je vypnuté. Pro vaše bezpečí důrazně doporučuji ho zapnout.
da: Touch ID er slået fra. For at holde dit privatliv sikkert anbefaler jeg stærkt at slå det til.
de: Touch ID ist aus. Zum Schutz deiner Privatsphäre empfehle ich dir dringend, es zu aktivieren.
el: Το Touch ID είναι απενεργοποιημένο. Για να διατηρηθεί η ιδιωτικότητά σας ασφαλής, συνιστώ να το ενεργοποιήσετε.
es: Touch ID está desactivado. Para proteger tu privacidad te recomiendo encarecidamente activarlo.
fi: Touch ID on pois päältä. Yksityisyytesi turvaamiseksi suosittelen lämpimästi sen päälle kytkemistä.
fr: Touch ID n’est pas activé. Pour protéger votre confidentialité, je vous recommande vivement de l’activer.
he: Touch ID כבוי. כדי לשמור על פרטיותך, אני ממליץ בחום להפעיל אותו.
hi: Touch ID बंद है। आपकी गोपनीयता की सुरक्षा के लिए मैं इसे चालू करने की दृढ़ सलाह देता हूँ।
hr: Touch ID je isključen. Kako biste sačuvali svoju privatnost, toplo preporučujem da ga uključite.
hu: A Touch ID ki van kapcsolva. Adatvédelmed érdekében erősen ajánlom bekapcsolni.
id: Touch ID nonaktif. Untuk menjaga privasimu tetap aman, saya sangat menyarankan untuk mengaktifkannya.
it: Touch ID non è attivo. Per proteggere la tua privacy ti consiglio vivamente di attivarlo.
ja: Touch IDはオフです。プライバシーを守るため、有効にすることを強くおすすめします。
ko: Touch ID가 꺼져 있습니다. 개인 정보를 보호하려면 켜두시는 것을 강력히 권장합니다.
ms: Touch ID dimatikan. Untuk menjaga privasi anda, saya sangat menyarankan untuk menghidupkannya.
nb: Touch ID er av. For å beskytte personvernet ditt anbefaler jeg sterkt å slå det på.
nl: Touch ID staat uit. Om je privacy te beschermen raad ik je sterk aan het in te schakelen.
pl: Touch ID jest wyłączone. Aby zachować bezpieczeństwo prywatności, zdecydowanie zalecam włączenie.
pt_br: O Touch ID está desativado. Para manter sua privacidade segura, recomendo fortemente que o ative.
pt_pt: Touch ID está desligado. Para proteger a tua privacidade, recomendo vivamente que o atives.
ro: Touch ID este dezactivat. Pentru a-ți păstra confidențialitatea, îți recomand cu tărie să-l activezi.
ru: Touch ID выключен. Для защиты твоей конфиденциальности настоятельно рекомендую включить его.
sv: Touch ID är av. För att skydda din integritet rekommenderar jag starkt att du slår på det.
th: Touch ID ถูกปิดอยู่ เพื่อรักษาความเป็นส่วนตัวของคุณ ฉันขอแนะนำอย่างยิ่งให้เปิดใช้งาน
tr: Touch ID kapalı. Gizliliğinizi korumak için, açmanızı şiddetle tavsiye ederim.
uk: Touch ID вимкнено. Для захисту твоєї приватності я настійно рекомендую його увімкнути.
ur: Touch ID غیر فعال ہے۔ اپنی پرائیویسی کے تحفظ کے لیے میں اسے فعال کرنے کی سخت سفارش کرتا ہوں۔
vi: Touch ID đang tắt. Để giữ an toàn cho quyền riêng tư của bạn, tôi thực sự khuyên bạn bật nó lên.
zh_hans: 触控 ID 未开启。为了保护你的隐私，我强烈建议你启用它。
zh_hant: 觸控 ID 未開啟。為了保護你的隱私，我強烈建議你啟用它。

# onboarding.030touchid.enabled
source: Touch ID is on. Your face now adds an extra layer of security and privacy.
ar: تم تفعيل بصمة الإصبع. إصبعك يضيف الآن طبقة إضافية من الأمان والخصوصية.
ca: Touch ID està activat. La teva cara ara afegeix una capa addicional de seguretat i privadesa.
cs: Touch ID je zapnuté. Vaše tvář nyní poskytuje další vrstvu zabezpečení a soukromí.
da: Touch ID er slået til. Dit ansigt giver nu et ekstra lag sikkerhed og privatliv.
de: Touch ID ist an. Dein Gesicht sorgt jetzt für eine zusätzliche Schicht Sicherheit und Privatsphäre.
el: Το Touch ID είναι ενεργοποιημένο. Το πρόσωπό σου προσθέτει τώρα ένα επιπλέον στρώμα ασφάλειας και ιδιωτικότητας.
es: Touch ID está activado. Tu cara ahora añade una capa extra de seguridad y privacidad.
fi: Touch ID on päällä. Kasvosi lisäävät nyt ylimääräisen kerroksen turvallisuutta ja yksityisyyttä.
fr: Touch ID est activé. Ton visage ajoute maintenant une couche supplémentaire de sécurité et de confidentialité.
he: Touch ID מופעל. הפנים שלך מוסיפות עכשיו שכבת אבטחה ופרטיות נוספת
hi: Touch ID चालू है। आपका चेहरा अब सुरक्षा और गोपनीयता की एक अतिरिक्त परत जोड़ रहा है।
hr: Touch ID je uključen. Vaše lice sada dodaje dodatni sloj sigurnosti i privatnosti.
hu: A Touch ID be van kapcsolva. Az arcod most egy extra védelmi és adatvédelmi réteget ad.
id: Touch ID aktif. Wajahmu sekarang menambah lapisan keamanan dan privasi tambahan.
it: Touch ID è attivo. Il tuo volto ora aggiunge un ulteriore livello di sicurezza e privacy.
ja: Touch IDはオン。あなたの顔がセキュリティとプライバシーにもう一層の守りをプラスします。
ko: Touch ID가 켜져 있습니다. 당신의 얼굴이 추가적인 보안과 프라이버시를 제공합니다.
ms: Touch ID dihidupkan. Wajah anda kini menambah lapisan keselamatan dan privasi tambahan.
nb: Touch ID er på. Ansiktet ditt gir nå et ekstra lag med sikkerhet og personvern.
nl: Touch ID staat aan. Je gezicht voegt nu een extra laag beveiliging en privacy toe.
pl: Touch ID jest włączone. Twoja twarz dodaje teraz dodatkową warstwę bezpieczeństwa i prywatności.
pt_br: O Touch ID está ativado. Seu rosto agora adiciona uma camada extra de segurança e privacidade.
pt_pt: Touch ID está ligado. O teu rosto agora adiciona uma camada extra de segurança e privacidade.
ro: Touch ID este activ. Fața ta adaugă acum un strat suplimentar de securitate și confidențialitate.
ru: Touch ID включён. Твоё лицо теперь добавляет дополнительный слой безопасности и конфиденциальности。
sv: Touch ID är på. Ditt ansikte lägger nu till ett extra lager av säkerhet och integritet.
th: Touch ID เปิดอยู่แล้ว ใบหน้าของคุณตอนนี้ช่วยเพิ่มชั้นความปลอดภัยและความเป็นส่วนตัว
tr: Touch ID açık. Artık yüzünüz ekstra bir güvenlik ve gizlilik katmanı ekliyor.
uk: Touch ID увімкнено. Твоє обличчя тепер додає ще один шар безпеки та приватності.
ur: Touch ID فعال ہے۔ آپ کا چہرہ اب سیکیورٹی اور رازداری کی ایک اضافی تہہ شامل کرتا ہے۔
vi: Touch ID đã bật. Khuôn mặt của bạn giờ thêm một lớp bảo mật và quyền riêng tư nữa.
zh_hans: 触控 ID 已开启。你的指纹现在多加了一层安全和隐私保护。
zh_hant: 觸控 ID 已開啟。你的指紋現在多加了一層安全和隱私保護。

# onboarding.030touchid.header
source: Touch ID
ar: بصمة الإصبع
zh_hans: 触控 ID
zh_hant: 觸控 ID

# onboarding.030touchid.text
source: Want to make your browsing extra secure? Let's add Touch ID to keep things locked down tight!
ar: هل تريد جعل تصفحك أكثر أماناً؟ دعنا نضيف بصمة الإصبع للحفاظ على الأمور محكمة الإغلاق!
ca: Vols fer la teva navegació encara més segura? Afegim Touch ID per mantenir-ho tot ben protegit!
cs: Chcete udělat své prohlížení extra bezpečné? Přidejme Touch ID, aby bylo vše dobře uzamčeno!
da: Vil du gøre din browsing ekstra sikker? Lad os tilføje Touch ID for at holde tingene solidt låst!
de: Willst du dein Surfen noch sicherer machen? Lass uns Touch ID hinzufügen, um alles richtig abzusichern!
el: Θέλεις να κάνεις την περιήγησή σου ακόμη πιο ασφαλή; Ας προσθέσουμε το Touch ID για να κρατήσουμε τα πράγματα σφιχτά!
es: ¿Quieres hacer tu navegación aún más segura? ¡Vamos a añadir Touch ID para blindar todo como una caja fuerte!
fi: Haluatko tehdä selaamisestasi erityisen turvallista? Otetaan Touch ID käyttöön, jotta kaikki pysyy tiukasti lukittuna!
fr: Envie de rendre votre navigation encore plus sécurisée ? Ajoutons Touch ID pour bien verrouiller tout ça!
he: רוצה להפוך את הגלישה שלך לבטוחה יותר? בוא נוסיף Touch ID כדי לשמור על הכל סגור היטב!
hi: अपनी ब्राउज़िंग को अतिरिक्त सुरक्षित बनाना चाहते हैं? आइए Touch ID जोड़ें ताकि सब कुछ मजबूती से लॉक रहे!
hr: Želite svoj pregled učiniti dodatno sigurnim? Dodajmo Touch ID kako bismo sve čvrsto zaključali!
hu: Szeretnéd extra biztonságossá tenni a böngészést? Adjunk hozzá Touch ID-t, hogy mindent biztonságosan zárva tartsunk!
id: Ingin membuat penjelajahanmu lebih aman? Mari tambahkan Touch ID untuk menjaga semuanya terkunci rapat!
it: Vuoi rendere la tua navigazione ancora più sicura? Aggiungiamo Touch ID per mantenere le cose ben protette!
ja: ブラウジングをさらに安全にしたいですか？Touch IDを追加して、しっかりとロックしましょう！
ko: 브라우징을 더욱 안전하게 하고 싶나요? Touch ID를 추가하여 잠금을 강화해 봅시다!
ms: Ingin menjadikan pelayaran anda lebih selamat? Mari tambah Touch ID untuk memastikan semuanya terkunci kemas!
nb: Vil du gjøre surfingen din ekstra sikker? La oss legge til Touch ID for å holde ting godt låst!
nl: Wil je je browsen extra veilig maken? Laten we Touch ID toevoegen om alles goed op slot te doen!
pl: Chcesz uczynić przeglądanie jeszcze bardziej bezpiecznym? Dodajmy Touch ID, aby wszystko było solidnie zabezpieczone!
pt_br: Quer tornar sua navegação ainda mais segura? Vamos adicionar o Touch ID para manter tudo bem protegido!
pt_pt: Quer tornar sua navegação ainda mais segura? Vamos adicionar o Touch ID para manter tudo bem protegido!
ro: Vrei să îți faci navigarea și mai sigură? Hai să adăugăm Touch ID pentru a păstra totul bine securizat!
ru: Хочешь сделать свой сёрфинг ещё безопаснее? Давай добавим Touch ID, чтобы всё было надёжно защищено!
sv: Vill du göra din surfning ännu säkrare? Låt oss lägga till Touch ID för maximal trygghet!
th: ต้องการให้การท่องเว็บของคุณปลอดภัยยิ่งขึ้นไหม? มาเพิ่ม Touch ID เพื่อให้ทุกอย่างล็อกแน่นหนา!
tr: Tarama deneyimini ekstra güvenli hale getirmek ister misin? Her şeyi sıkı sıkıya kilitlemek için Touch ID ekleyelim!
uk: Хочеш зробити свій браузер ще безпечнішим? Давай додамо Touch ID, щоб усе було надійно заблоковано!
ur: کیا آپ اپنی براؤزنگ کو اضافی محفوظ بنانا چاہتے ہیں؟ آئیے چیزوں کو پوری طرح لاک رکھنے کے لیے Touch ID شامل کریں!
vi: Muốn làm cho việc duyệt web của bạn an toàn hơn nữa? Hãy thêm Touch ID để giữ mọi thứ khóa chặt!
zh_hans: 想让你的浏览更安全吗？让我们添加触控 ID 来确保一切都锁得严严实实！
zh_hant: 想讓你的瀏覽更安全嗎？讓我們添加觸控 ID 來確保一切都鎖得嚴嚴實實！

# onboarding.040photos.button
source: Grant Photos Access
ar: منح الوصول للصور
ca: Concedeix accés a les fotos
cs: Udělte přístup k fotkám
da: Giv adgang til fotos
de: Fotozugriff erlauben
el: Παραχώρηση πρόσβασης στις φωτογραφίες
es: Permitir acceso a fotos
fi: Myönnä pääsy kuviin
fr: Autoriser l'Accès aux Photos
he: הענק גישה לתמונות
hi: फोटो एक्सेस दें
hr: Dodijeli pristup fotografijama
hu: Fotóhozzáférés engedélyezése
id: Berikan Akses Foto
it: Concedi Accesso alle Foto
ja: 写真へのアクセスを許可
ko: 사진 접근 허용
ms: Benarkan Akses Foto
nb: Gi tilgang til bilder
nl: Verleen toegang tot foto's
pl: Zezwól na dostęp do zdjęć
pt_br: Conceder Acesso às Fotos
pt_pt: Conceder Acesso às Fotos
ro: Permite acces la fotografii
ru: Разрешить доступ к фото
sv: Tillåt fotoåtkomst
th: ให้สิทธิ์เข้าถึงรูปภาพ
tr: Fotoğraflara Erişim İzni Ver
uk: Надати Доступ до Фотографій
ur: تصاویر تک رسائی دیں
vi: Cho phép truy cập ảnh
zh_hans: 授予照片访问权限
zh_hant: 授予照片訪問權限

# onboarding.040photos.denied
source: I won’t access your pictures, meaning you won’t be able to upload them to any website.
ar: لن أصل إلى صورك، وهذا يعني أنك لن تستطيع رفعها إلى أي موقع.
ca: No accediré a les teves fotos, cosa que significa que no podràs carregar-les a cap lloc web.
cs: Nebudu mít přístup k vašim obrázkům, což znamená, že je nebudete moci nahrát na žádný web.
da: Jeg får ikke adgang til dine billeder, hvilket betyder, at du ikke vil kunne uploade dem til nogen hjemmeside.
de: Ich werde deine Bilder nicht öffnen, das bedeutet, dass du sie auf keiner Website hochladen kannst.
el: Δεν θα αποκτήσω πρόσβαση στις φωτογραφίες σας, πράγμα που σημαίνει ότι δεν θα μπορείτε να τις ανεβάσετε σε καμία ιστοσελίδα.
es: No accederé a tus fotos, lo que significa que no podrás subirlas a ningún sitio web.
fi: En pääse käsiksi kuviisi, mikä tarkoittaa, että et voi ladata niitä millekään sivustolle.
fr: Je n'accéderai pas à tes photos, ce qui signifie que tu ne pourras les télécharger sur aucun site.
he: אני לא אגש לתמונות שלך, מה שאומר שלא תוכל להעלות אותן לאף אתר.
hi: मैं आपकी तस्वीरों تک पहुँच نہیں बनाऊंगा, जिसका मतलब है आप उन्हें किसी بھی वेबसाइट पर اپलोड نہیں कर पाएंगे।
hr: Neću pristupati vašim slikama, što znači da ih nećete moći prenijeti na nijednu web stranicu.
hu: Nem fogok hozzáférni a képeidhez, ami azt jelenti, hogy nem fogod tudni feltölteni őket semmilyen webhelyre.
id: Saya tidak akan mengakses gambarmu, artinya kamu tidak akan bisa mengunggahnya ke situs mana pun.
it: Non accederò alle tue foto, il che significa che non potrai caricarle su nessun sito.
ja: あなたの写真にはアクセスしません。つまり、どのウェブサイトにもアップロードできないということです。
ko: 사진에 접근하지 않을 것이므로 어떤 웹사이트에도 업로드할 수 없게 됩니다.
ms: Saya tidak akan mengakses gambar anda, bermakna anda tidak akan dapat memuat naiknya ke mana-mana laman web.
nb: Jeg vil ikke få tilgang til bildene dine, noe som betyr at du ikke kan laste dem opp til noen nettside.
nl: Ik zal niet bij je foto's kunnen, wat betekent dat je ze niet naar een website kunt uploaden.
pl: Nie uzyskam dostępu do twoich zdjęć, co oznacza, że nie będziesz mógł ich przesłać na żadną stronę.
pt_br: Não acessarei suas fotos, o que significa que você não poderá carregá-las em nenhum site.
pt_pt: Não vou aceder às tuas fotos, o que significa que não as poderás enviar para qualquer site.
ro: Nu voi accesa fotografiile tale, ceea ce înseamnă că nu le vei putea încărca pe niciun site.
ru: Я не буду получать доступ к твоим фотографиям, что означает, что ты не сможешь загрузить их на какой-либо сайт.
sv: Jag kommer inte att komma åt dina bilder, vilket betyder att du inte kan ladda upp dem till någon webbplats.
th: ฉันจะไม่เข้าถึงรูปภาพของคุณ ซึ่งหมายความว่าคุณจะไม่สามารถอัปโหลดรูปภาพไปยังเว็บไซต์ใดๆ ได้
tr: Fotoğraflarınıza erişmeyeceğim; bu, onları herhangi bir web sitesine yükleyemeyeceğiniz anlamına gelir.
uk: Я не отримуватиму доступ до твоїх фото, а це означає, що ти не зможеш завантажувати їх на будь-який сайт.
ur: میں آپ کی تصاویر تک رسائی نہیں حاصل کروں گا، یعنی آپ انہیں کسی بھی ویب سائٹ پر اپ لوڈ نہیں کر پائیں گے۔
vi: Tôi sẽ không truy cập ảnh của bạn, nghĩa là bạn sẽ không thể tải chúng lên bất kỳ trang web nào.
zh_hans: 我不会访问你的照片，这意味着你将无法将它们上传到任何网站。
zh_hant: 我不會訪問你的照片，這意味著你將無法將它們上傳到任何網站。

# onboarding.040photos.full
source: Thank you for your trust! The pictures directly to the website, when you upload them, I won’t even peak at them.
ar: شكرًا على ثقتك! يتم إرسال الصور مباشرة إلى الموقع عند رفعها، ولن ألقي نظرة عليها حتى.
ca: Gràcies per la teva confiança! Les imatges van directament al lloc web quan les puges; ni tan sols les miraré.
cs: Děkuji za vaši důvěru! Fotky jdou přímo na web, když je nahráváte – ani na ně nekouknu.
da: Tak for din tillid! Billederne går direkte til hjemmesiden, når du uploader dem – jeg kigger ikke engang på dem.
de: Danke für dein Vertrauen! Die Bilder gehen direkt an die Website, wenn du sie hochlädst. Ich schaue sie mir nicht einmal an.
el: Ευχαριστώ για την εμπιστοσύνη σας! Οι φωτογραφίες πηγαίνουν απευθείας στον ιστότοπο όταν τις ανεβάζετε, δεν τις κοιτάζω καν.
es: ¡Gracias por tu confianza! Las fotos van directamente al sitio cuando las subes; ni siquiera las veo.
fi: Kiitos luottamuksestasi! Kuvat menevät suoraan sivustolle, kun lataat ne, en edes vilkaise niitä.
fr: Merci pour ta confiance ! Les photos vont directement sur le site quand tu les téléverses, je ne les regarde même pas.
he: תודה על האמון שלך! התמונות נשלחות ישירות לאתר כאשר אתה מעלה אותן – אני אפילו לא מציץ בהן.
hi: आपके भरोसे के लिए धन्यवाद! जब आप तस्वीरें अपलोड करते हैं, वे सीधे वेबसाइट पर जाती हैं; मैं उन पर एक नज़र भी नहीं डालता।
hr: Hvala vam na povjerenju! Fotografije idu izravno na web stranicu kada ih prenesete, neću ih čak ni pogledati.
hu: Köszönöm a bizalmadat! A képek közvetlenül a weboldalra kerülnek, amikor feltöltöd őket, nem is pillantok rájuk.
id: Terima kasih atas kepercayaanmu! Gambar-gambar langsung ke situs web saat kamu mengunggahnya, saya bahkan tidak akan mengintipnya.
it: Grazie per la tua fiducia! Le foto vengono inviate direttamente al sito quando le carichi, non le guardo nemmeno.
ja: 信頼してくれてありがとう！写真はアップロードすると直接ウェブサイトに送られます。私が覗き見ることはありません。
ko: 신뢰해 주셔서 감사합니다! 사진을 업로드하면 바로 웹사이트로 전송되며, 저는 그것들을 보지 않습니다.
ms: Terima kasih atas kepercayaan anda! Gambar dihantar terus ke laman web apabila anda memuat naiknya, saya tidak akan melihatnya.
nb: Takk for tilliten! Bildene går direkte til nettstedet når du laster dem opp; jeg kikker ikke engang på dem.
nl: Dank je voor je vertrouwen! De foto's gaan rechtstreeks naar de website wanneer je ze uploadt; ik kijk er niet eens naar.
pl: Dziękuję za twoje zaufanie! Zdjęcia trafiają bezpośrednio na stronę, gdy je przesyłasz, nawet nie zerknę na nie.
pt_br: Obrigado pela confiança! As fotos vão diretamente para o site quando você as envia; eu nem sequer dou uma olhada nelas.
pt_pt: Obrigado pela tua confiança! As fotos vão diretamente para o site quando as carregas; eu nem sequer dou-lhes uma olhadela.
ro: Mulțumim pentru încredere! Fotografiile merg direct pe site când le încarci; nici măcar nu mă uit la ele.
ru: Спасибо за доверие! Фотографии отправляются прямо на сайт, когда ты их загружаешь; я даже не подсматриваю.
sv: Tack för ditt förtroende! Bilderna skickas direkt till webbplatsen när du laddar upp dem; jag tittar inte ens på dem.
th: ขอบคุณสำหรับความไว้วางใจของคุณ! รูปภาพจะไปยังเว็บไซต์โดยตรงเมื่อคุณอัปโหลด ฉันจะไม่แม้แต่แอบดู
tr: Güveniniz için teşekkürler! Resimler doğrudan web sitesine gidiyor; yüklediğinizde ben onlara bakmayacağım bile.
uk: Дякую за довіру! Фото відправляються прямо на сайт, коли ти їх завантажуєш; я навіть не дивлюсь на них.
ur: آپ کے اعتماد کا شکریہ! جب آپ تصاویر اپ لوڈ کرتے ہیں تو وہ سیدھی ویب سائٹ پر جاتی ہیں؛ میں انہیں دیکھتا بھی نہیں۔
vi: Cảm ơn bạn đã tin tưởng! Những bức ảnh được gửi trực tiếp đến trang web khi bạn tải chúng lên, tôi thậm chí sẽ không liếc nhìn chúng.
zh_hans: 感谢你的信任！当你上传照片时，它们会直接发送到网站，我连看都不会看。
zh_hant: 感謝你的信任！當你上傳照片時，它們會直接發送到網站，我連看都不會看。

# onboarding.040photos.header
source: Photos Access
ar: الوصول للصور
ca: Accés a les fotos
cs: Přístup k fotkám
da: Fotoadgang
de: Fotozugriff
el: Πρόσβαση στις φωτογραφίες
es: Acceso a fotos
fi: Valokuvien käyttöoikeus
fr: Accès aux Photos
he: גישה לתמונות
hi: फोटो एक्सेस
hr: Pristup fotografijama
hu: Fotóhozzáférés
id: Akses Foto
it: Accesso alle Foto
ja: 写真アクセス
ko: 사진 접근
ms: Akses Foto
nb: Fototilgang
nl: Toegang tot foto's
pl: Dostęp do zdjęć
pt_br: Acesso às Fotos
pt_pt: Acesso às Fotos
ro: Acces la fotografii
ru: Доступ к фото
sv: Fotoåtkomst
th: การเข้าถึงรูปภาพ
tr: Fotoğraflara Erişim
uk: Доступ до Фотографій
ur: تصاویر تک رسائی
vi: Truy cập ảnh
zh_hans: 照片访问权限
zh_hant: 照片訪問權限
